# Taps
tap 'dart-lang/dart'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

# Binaries
brew 'bash'
brew 'coreutils'
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'pkg-config'
brew 'svn'

# Development
brew 'cash-cli'
brew 'cocoapods'
brew 'composer'
brew 'dart'
brew 'deno'
brew 'imagemagick'
brew 'nginx'
brew 'node'
brew 'mysql'
brew 'php'
brew 'php@7.4'
brew 'redis'
brew 'sqlite'

# Apps
cask 'adoptopenjdk8'
cask 'android-studio-preview-beta'
cask 'discord'
# cask 'docker'
cask 'flutter'
cask 'github'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'imageoptim'
cask 'private-internet-access'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'webtorrent'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
