# Taps
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

# Binaries
brew 'bash'
brew 'coreutils'
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'pkg-config'

# Development
brew 'composer'
brew 'imagemagick'
brew 'nginx'
brew 'node'
brew 'mysql'
brew 'php'
brew 'redis'
brew 'sqlite'

# Apps
cask 'android-studio'
cask 'discord'
cask 'docker'
cask 'github'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'imageoptim'
cast 'ngrok'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
cask 'webtorrent'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
